---
kind: type
id: T:Autodesk.Revit.DB.Analysis.HVACLoadSpaceType
source: html/0fcf26fe-8542-3dc7-b9e8-8c89eda1a48d.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadSpaceType

The type element of space.

## Syntax (C#)
```csharp
public class HVACLoadSpaceType : HVACLoadType
```